const About = () => {
  return (
    <section className="w-full px-4 py-12">
      <h2 className="section-header mx-auto mb-6 w-fit">О нас</h2>
      <div className="mx-auto max-w-4xl space-y-4">
        <p>
          Равным образом реализация намеченного плана развития способствует
          подготовке и реализации всесторонне сбалансированных нововведений.
        </p>

        <p>
          С другой стороны рамки и место обучения кадров требует от нас анализа
          позиций, занимаемых участниками в отношении поставленных задач.
        </p>

        <p>
          С другой стороны дальнейшее развитие различных форм деятельности
          представляет собой интересный эксперимент проверки позиций, занимаемых
          участниками в отношении поставленных задач.
        </p>

        <p>
          Соображения высшего порядка, а также консультация с профессионалами из
          IT создаёт предпосылки качественно новых шагов для новых предложений.
        </p>

        <p>
          Значимость этих проблем настолько очевидна, что курс на
          социально-ориентированный национальный проект позволяет оценить
          значение направлений прогрессивного развития.
        </p>

        <p>
          Повседневная практика показывает, что реализация намеченного плана
          развития в значительной степени обуславливает создание системы
          обучения кадров, соответствующей насущным потребностям.
        </p>

        <p>
          Не следует, однако, забывать о том, что рамки и место обучения кадров
          позволяет оценить значение соответствующих условий активизации.
        </p>

        <p>
          С другой стороны сложившаяся структура организации создаёт предпосылки
          качественно новых шагов для соответствующих условий активизации!
        </p>

        <p>
          Практический опыт показывает, что выбранный нами инновационный путь
          требует определения и уточнения дальнейших направлений развития
          проекта!
        </p>

        <p>
          Не следует, однако, забывать о том, что реализация намеченного плана
          развития играет важную роль в формировании экономической
          целесообразности принимаемых решений!
        </p>

        <p>
          Дорогие друзья, сложившаяся структура организации обеспечивает
          актуальность системы обучения кадров, соответствующей насущным
          потребностям!
        </p>

        <p>
          Разнообразный и богатый опыт выбранный нами инновационный путь влечет
          за собой процесс...
        </p>
      </div>
    </section>
  );
};

export default About;
